{
    "readyProgram": "Preparar Programa",
    "readyProgramSubtitle": "Selecciona tus movimientos adecuados para preparar tu propio programa",
    "nowStart": "Comenzar Ahora",
    "StartWorkout": "Comenzar Entrenamiento",
    "Statistic": "Estadísticas",
    "totalWorkouts": "Total de Entrenamientos",
    "totalReps": "Total de Repeticiones",
    "level1": "Nivel de Entrenamiento 1",
    "level2": "Nivel de Entrenamiento 2",
    "level3": "Nivel de Entrenamiento 3",
    "totalRepsForEachExercise": "Total de Repeticiones para Cada Ejercicio:",
    "greeting": "¡Hola!",
    "farewell": "¡Hasta luego!",
    "selectLanguage": "Seleccionar Idioma",
    "turkish": "Turco",
    "english": "Inglés",
    "Settings": "Ajustes",
    "FullBodyWorkout": "Entrenamiento de Cuerpo Completo",
    "FullBodyDesc": "Trabaja todos los grupos musculares principales para mejorar la condición física general y la forma del cuerpo.",
    "UpperBodyWorkout": "Entrenamiento de la Parte Superior del Cuerpo",
    "UpperBodyDesc": "Dirigido al pecho, hombros, espalda y brazos. Fortalece los músculos, mejora la postura y da forma a la parte superior del cuerpo.",
    "LowerBodyWorkout": "Entrenamiento de la Parte Inferior del Cuerpo",
    "LowerBodyDesc": "Dirigido a las piernas, caderas y la región inferior del abdomen. Aumenta el equilibrio, fortalece los músculos de las piernas y da forma a la parte inferior del cuerpo.",
    "All": "Todos",
    "ExercisesWithoutEquipment": "Ejercicios sin Equipamiento",
    "Exercise": "Ejercicio",
    "Overview": "Resumen",
    "Completed": "Completado",
    "Program": "Programa",
    "Start": "Comenzar",
    "WorkoutStatistics": "Estadísticas del Entrenamiento",
    "InputKg": "Ingresa tu Peso (KG)",
    "InputCm": "Ingresa tu Altura (CM)",
    "InputOld": "Ingresa tu Edad",
    "Calculated": "Calcular",
    "Male": "Hombre",
    "Female": "Mujer",
    "Sedentary": "Sedentario (Trabajo de Oficina)",
    "LightActive": "Ligeramente Activo (Ejercicio Ligero)",
    "ModeratelyActive": "Moderadamente Activo (Ejercicio Moderado)",
    "VeryActive": "Muy Activo (Ejercicio Intenso)",
    "SuperActive": "Súper Activo (Atletas Profesionales)",
    "DaoInfo": "Es importante controlar tu salud y hacer ejercicio regularmente. La evaluación se basa en las categorías de Índice de Masa Corporal establecidas por la Organización Mundial de la Salud.",
    "HealthCalculator": "Calculadora de Salud",
    "PersonelI": "Información Personal",
    "Status": "Estado",
    "ReportSystem": "Informe de Opinión/Error",
    "Notifications": "Notificaciones",
    "Languages": "Idiomas",
    "Language": "Idioma",
    "Homepage": "Página de Inicio",
    "CompleteSet": "Completar Serie",
    "ResetWorkout": "Reiniciar Entrenamiento",
    "CompleteExc": "Completar Entrenamiento",
    "SkipRest": "Saltar Descanso",
    "ProteinCalculator": "Calculadora de Proteínas Diarias",
    "CalculateProtein": "Calcular",
    "DailyProteinAmount": "Cantidad Diaria de Proteínas Necesarias",
    "Nutrition": "Nutrición",
    "PushUps": "Flexiones de Brazos",
    "Squad": "Sentadillas",
    "SitUps": "Abdominales",
    "TricepsDips": "Fondos de Tríceps",
    "TricepsDesc": "Trabaja tus brazos. Cada dip es para unos brazos más fuertes.",
    "SquadDesc": "Aumenta la fuerza de tus piernas y caderas. Cada sentadilla es para pasos sólidos.",
    "PushupDesc": "Prueba tu fuerza con tu propio peso corporal. Cada flexión es para un tú más fuerte.",
    "SitupsDesc": "Fortalece tus músculos centrales. Cada abdominal es para un núcleo más firme.",
    "SingleExercises": "Ejercicios Individuales",
    "SinglePushUpWorkout": "Flexiones de Brazos",
    "SingleSquadWorkout": "Sentadillas",
    "SingleTricepsWorkout": "Fondos de Tríceps",
    "SingleSitupsWorkout": "Abdominales",
    "Policy": "Política",
    "PrivacyPolicy": "Política de Privacidad",
    "TermsOfUse": "Términos de Uso",
    "About": "Acerca de",
    "Contact": "Contacto",
    "Copyright": "Todos los Derechos Reservados",
    "PrivacyPolicyText": "Boletroy ha desarrollado la aplicación HomeFit - Ejercicios en Casa como una aplicación gratuita. Este SERVICIO es proporcionado de forma gratuita por Boletroy y está diseñado para su uso tal como está.\n\nEsta página se utiliza para informar a los visitantes sobre mis políticas con la recopilación, el uso y la divulgación de información personal si alguien decide utilizar mi Servicio.\nSi elige utilizar mi Servicio, entonces acepta la recopilación y el uso de la información en relación con esta política. La información personal que recopilo se utiliza para proporcionar y mejorar el Servicio. No utilizaré ni compartiré su información con nadie más, excepto como se describe en esta Política de Privacidad.\n\nLos términos utilizados en esta Política de Privacidad tienen el mismo significado que en nuestros Términos y Condiciones, a menos que se defina lo contrario.",
    "InformationCollectionAndUse": "Recopilación y Uso de la Información",
    "InformationText": "Al utilizar mi Servicio, es posible que se le solicite que nos proporcione cierta información de identificación personal. La información que solicito se almacenará en su dispositivo y no se recopilará de ninguna manera por mí. La aplicación utiliza servicios de terceros que pueden recopilar información utilizada para identificarlo. Enlaces a la política de privacidad de proveedores de servicios de terceros utilizados por la aplicación",
    "ServiceProviders": "Proveedores de Servicios",
    "ServiceTextOne": "Para facilitar nuestro Servicio;",
    "ServiceTextTwo": "Para proporcionar el Servicio en nuestro nombre;",
    "ServiceTextThree": "Para realizar servicios relacionados con el Servicio; o",
    "ServiceTextFour": "Para ayudarnos a analizar cómo se utiliza nuestro Servicio.",
    "ServiceParagraph": "Quiero informar a los usuarios de este Servicio que estos terceros tienen acceso a su Información Personal. El motivo es realizar las tareas asignadas en nuestro nombre. Sin embargo, están obligados a no divulgar ni utilizar la información para ningún otro propósito.",
    "CookiesText": "Las cookies son archivos con una pequeña cantidad de datos que comúnmente se utilizan como identificador único anónimo. Estos se envían a su navegador desde los sitios web que visita y se almacenan en la memoria interna de su dispositivo.",
    "CookiesTextTwo": "Este Servicio no utiliza estas cookies expresamente. Sin embargo, la aplicación puede utilizar código y bibliotecas de terceros que utilizan cookies para recopilar información y mejorar sus servicios. Tiene la opción de aceptar o rechazar estas cookies y de ser notificado cuando se envía una cookie a su dispositivo. Si elige rechazar nuestras cookies, es posible que algunas partes de este Servicio no estén disponibles para usted.",
    "Security": "Seguridad",
    "SecurityText": "Valoro su confianza en proporcionarnos su información personal, por lo que estamos esforzándonos por utilizar medios comercialmente aceptables de protegerla. Pero recuerde que ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro y confiable, y no puedo garantizar su seguridad absoluta.",
    "LinkOther": "Enlaces a Otros Sitios Web",
    "LinkOtherText": "Este Servicio puede contener enlaces a otros sitios web. Si hace clic en un enlace de un tercero, se le dirigirá a ese sitio. Tenga en cuenta que estos sitios externos no son operados por mí. Por lo tanto, le recomiendo encarecidamente que revise la Política de Privacidad de estos sitios web. No tengo control ni asumo ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de sitios web o servicios de terceros.",
    "ChildrenPrivacy": "Privacidad de los Niños",
    "ChildrenPrivacyText": "Estos Servicios no están destinados a personas menores de 13 años. No recopilo a sabiendas información de identificación personal de niños menores de 13 años. Si descubro que un niño menor de 13 años me ha proporcionado información personal, la elimino de inmediato de nuestros servidores. Si usted es padre o tutor y sabe que su hijo nos ha proporcionado información personal, comuníquese conmigo para que pueda tomar las medidas necesarias.",
    "ChangesToThisPrivacyPolicy": "Cambios en Esta Política de Privacidad",
    "ChangesToThisPrivacyText": "Puedo actualizar nuestra Política de Privacidad de vez en cuando. Por lo tanto, le recomendamos que revise esta página periódicamente para verificar si hay cambios. Le notificaré de cualquier cambio publicando la nueva Política de Privacidad en esta página. \n \n Esta política entra en vigencia el 29 de agosto de 2023.",
    "ContactUs": "Contáctenos",
    "ContactUsText": "Si tiene alguna pregunta o sugerencia acerca de mi Política de Privacidad, no dude en ponerse en contacto conmigo en boletroyapps@gmail.com.",
    "LogData": "Datos de Registro",
    "LogText": "Deseo informarle que cada vez que utiliza mi Servicio, en caso de un error en la aplicación, recopilo datos e información (a través de productos de terceros) en su teléfono llamados Datos de Registro. Estos Datos de Registro pueden incluir información como la dirección de Protocolo de Internet (IP) de su dispositivo, el nombre del dispositivo, la versión del sistema operativo, la configuración de la aplicación al utilizar nuestro Servicio, la hora y la fecha de su uso del Servicio y otras estadísticas.",
    "Version": "Versión",
    "WorkoutCompletedTitle": "Entrenamiento Completado",
    "WorkoutCompletedSubtitle": "¿Cómo te pareció este entrenamiento?",
    "WorkoutEasy": "Fue fácil para mí",
    "WorkoutRight": "Estuvo bien hasta aquí",
    "Cancel": "Cancelar",
    "RestTime": "Tiempo de Descanso: ",
    "Error": "Error",
    "ErrorFormNotValid": "Complete el formulario correctamente",
    "SuccessHealth": "Éxito",
    "SuccessHealthDescription": "Se han actualizado con éxito sus datos de salud",
    "sedentary": "Sedentario (Trabajo de Oficina)",
    "lightlyActive": "Ligeramente Activo (Ejercicio Ligero)",
    "moderatelyActive": "Moderadamente Activo (Ejercicio Moderado)",
    "veryActive": "Muy Activo (Ejercicio Intenso)",
    "superActive": "Súper Activo (Atletas Profesionales)",
    "veryThin": "Muy Delgado",
    "thin": "Delgado",
    "slightlyThin": "Ligeramente Delgado",
    "normalWeight": "Peso Normal",
    "slightlyOverweight": "Ligeramente Sobrepeso",
    "overweight": "Sobrepeso",
    "obese": "Obeso",
    "veryObese": "Obesidad Severa",
    "statusSubtitle": "Estado",
    "bmiContentText": "Índice de Masa Corporal:",
    "dailyCaloriesText": "Necesidad Diaria de Calorías",
    "dailyWaterText": "Necesidad Diaria de Agua",
    "idealWeightText": "Peso Ideal",
    "HealthInfo": "Información de Salud",
    "healthInfoTitle": "Explora la Información de Salud",
    "healthInfoSubTitle": "Cálculo de Índice de Masa Corporal, Calorías y Agua.",
    "Health": "Salud",
    "DevelopmentInProgress": "Esta sección está en desarrollo, ¡sigue las futuras actualizaciones!",
    "DevelopmentInProgressTitle": "En Desarrollo",
    "Gram": "Gramo",
    "Save": "Save",
    "AllClose": "Disable all",
    "24Hours": "Every 24 hours",
    "36Hours": "Every 36 hours",
    "48Hours": "Every 48 hours",
    "Reminder": "Remind About Workouts",
    "Other" :"Other",
    "Calories": "Calories",
    "TotalMinute": "Minutos Totales",
    "Minute": "Minutos",
    "Spanish": "Español",
    "WorkoutActivity": "Actividad de entrenamiento",
    "Skip": "Skip",
    "Prev": "Prev",
    "BreakTime": "Descanso",
    "NextMovement": "próximo movimiento"
}
