{
    "readyProgram" : "Program Hazırla",
    "readyProgramSubtitle": "Kendine uygun hareketleri seçerek kendi programını hazırla",
    "nowStart":"Şimdi Başla",
    "StartWorkout":"Antremana başla",
    "Statistic": "İstatistikler",
    "totalWorkouts": "Toplam Antrenmanlar",
    "totalReps": "Toplam Tekrarlar",
    "level1": "1. Antrenman Seviyesi",
    "level2": "2. Antrenman Seviyesi",
    "level3": "3. Antrenman Seviyesi",
    "totalRepsForEachExercise": "Her Egzersiz İçin Toplam Tekrarlar:",
    "greeting": "Merhaba!",
    "farewell": "Hoşçakal!",
    "selectLanguage":"Dil Seç",
    "turkish": "Türkçe",
    "english": "İngilizce",
    "Settings": "Ayarlar",
    "FullBodyWorkout": "Tüm Vücut Antrenmanı",
    "FullBodyDesc": "Tüm büyük kas gruplarını çalıştırarak genel kondisyonu ve vücut şeklini geliştirir.",
    "UpperBodyWorkout" : "Üst Vücut Antremanı",
    "UpperBodyDesc" : "Göğüs, omuz, sırt ve kolları hedefler. Kasları güçlendirir, duruşu düzeltir ve üst vücudu şekillendirir.",
    "LowerBodyWorkout": "Alt Vücut Antrenmanı",
    "LowerBodyDesc" : "Bacak, kalça ve alt karın bölgelerini hedefler. Dengeyi artırır, bacak kaslarını güçlendirir ve alt vücudu şekillendirir.",
    "All": "Tümü",
    "ExercisesWithoutEquipment":"Ekipmansız Egzersizler",
    "Exercise": "Egzersiz",
    "Overview": "Genel Bakış",
    "Completed": "Tamamlanan",
    "Program" : "Program",
    "Start": "Başla",
    "WorkoutStatistics": "Antrenman İstatistikleri",
    "InputKg": "Kilonuzu girin (KG)",
    "InputCm": "Boyunuzu girin (CM)",
    "InputOld": "Yaşınızı girin",
    "Calculated" : "Hesapla",
    "Male" : "Erkek",
    "Female": "Kadın",
    "Sedentary": "Az Aktif (Ofis İşleri)",
    "LightActive": "Hafif Aktif (Hafif Egzersiz)",
    "ModeratelyActive": "Orta Aktif (Orta Derecede Egzersiz)",
    "VeryActive" : "Çok Aktif (Yoğun Egzersiz)",
    "SuperActive" :"Süper Aktif (Profosyonel Sporcular)",
    "DaoInfo": "Sağlığınızı kontrol etmek ve düzenli olarak egzersiz yapmak önemlidir. Dünya Sağlık Örgütü tarafından belirlenen Vücut Kitle İndeksi kategorilerine göre değerlendirme yapılmıştır.",
    "HealthCalculator" : "Sağlık Hesaplayıcısı",
    "PersonelI": "Kişisel Bilgiler",
    "Status": "Durum",
    "ReportSystem": "Görüş/Hata Bildir", 
    "Notifications": "Bildirimler",
    "Languages": "Diller",
    "Language": "Dil",
    "Homepage": "Anasayfa",
    "CompleteSet": "Seti Tamamla",
    "ResetWorkout": "Antremanı Sıfırla",
    "CompleteExc": "Antremanı Tamamla",
    "SkipRest": "Dinlenmeyi Atla",
    "ProteinCalculator":"Günlük Protein Değeri",
    "CalculateProtein": "Hesapla",
    "DailyProteinAmount": "Günlük Alman gereken protein",
    "Nutrition" : "Beslenme",
    "PushUps": "Şınav",
    "Squad": "Squad",
    "SitUps": "Mekik",
    "TricepsDips": "Arka Kol",
    "TricepsDesc": "Kollarınızı çalıştırın. Her dip, daha fit kollar için",
    "SquadDesc": "Bacak ve kalça gücünüzü artırın. Her squat, sağlam adımlar için",
    "PushupDesc": "Gücünüzü vücut ağırlığıyla test edin. Her şınav, daha güçlü bir siz için.",
    "SitupsDesc": "Çekirdek kaslarınızı güçlendirin. Her mekik, daha sıkı bir merkez için." ,
    "SingleExercises": "Tekli Egzersizler",
    "SinglePushUpWorkout": "Push ups",
    "SingleSquadWorkout": "Squad",
    "SingleTricepsWorkout": "Triceps",
    "SingleSitupsWorkout" : "Situps",
    "Policy": "Politika",
    "PrivacyPolicy": "Gizlilik Politikası",
    "TermsOfUse": "Kullanım Şartları",
    "About": "Hakkında",
    "Contact": "İletişim",
    "Copyright": "Tüm Hakları Saklıdır",
    "PrivacyPolicyText": "Boletroy, HomeFit - Ev Egzersizleri uygulamasını Ücretsiz bir uygulama olarak geliştirdi. Bu SERVİS, ücretsiz olarak Boletroy tarafından sunulmaktadır ve olduğu gibi kullanılmak üzere tasarlanmıştır.\n\nBu sayfa, ziyaretçileri, Servisimi kullanmaya karar veren herhangi biri için kişisel bilgilerin toplanması, kullanılması ve açıklanması konusundaki politikalarım hakkında bilgilendirmek için kullanılmaktadır.\nServisimi kullanmayı seçerseniz, bu politika çerçevesinde bilgi toplamanıza ve kullanmanıza onay verdiğinizi kabul edersiniz. Topladığım Kişisel Bilgiler, Servisi sağlamak ve iyileştirmek için kullanılır. Bu Gizlilik Politikasında açıklananlar dışında bilgilerinizi kullanmayacağım veya paylaşmayacağım.\n\nBu Gizlilik Politikasında kullanılan terimler, HomeFit - Ev Egzersizleri'nde aksi belirtilmedikçe, Kullanım Koşullarımızdaki anlamlarla aynı anlamlara sahiptir.",
    "InformationCollectionAndUse": "Bilgi Toplama ve Kullanımı",
     "InformationText": "Daha iyi bir deneyim için Servisimizi kullanırken, sizden belirli kişisel tanımlayıcı bilgileri sağlamanızı isteyebilirim. Talep ettiğim bilgiler cihazınızda saklanacak ve herhangi bir şekilde benden toplanmayacaktır. Uygulama, sizi tanımlamak için kullanılan bilgileri toplayabilen üçüncü taraf hizmetlerini kullanır. Uygulama tarafından kullanılan üçüncü taraf hizmet sağlayıcılarının gizlilik politikasına bağlantı",
     "ServiceProviders": "Service Provider",
    "ServiceTextOne": "Hizmetimizi kolaylaştırmak için;",
    "ServiceTextTwo": "Hizmeti bizim adımıza sağlamak için;",
    "ServiceTextThree": "Hizmetle ilgili hizmetleri gerçekleştirmek için; veya",
    "ServiceTextFour": "Hizmetimizin nasıl kullanıldığını analiz etmemize yardımcı olmak için.",
    "ServiceParagraph": "Kullanıcılara bu Hizmetin üçüncü taraflara, bu üçüncü tarafların Kişisel Bilgilere erişimi olduğunu bildirmek istiyoruz. Bu erişimin nedeni, görevleri adına yerine getirmektir. Ancak, bilgileri başka herhangi bir amaçla açıklamamak veya kullanmamakla yükümlüdürler.",
    "CookiesText": "Çerezler, genellikle anonim benzersiz tanımlayıcılar olarak kullanılan küçük veri miktarına sahip dosyalardır. Bunlar, ziyaret ettiğiniz web sitelerinden tarayıcınıza gönderilir ve cihazınızın dahili hafızasında depolanır.",
    "CookiesTextTwo": "Bu Hizmet açıkça bu “çerezleri” kullanmaz. Ancak, uygulama, “çerezleri” toplamak ve hizmetlerini geliştirmek için “çerezleri” kullanan üçüncü taraf kodları ve kütüphaneleri kullanabilir. Bu çerezleri kabul etmeyi veya reddetmeyi seçebilir ve bir çerezin cihazınıza gönderilmesi durumunda haberdar olabilirsiniz. Çerezlerimizi reddetmeyi seçerseniz, bu Hizmetin bazı bölümlerini kullanamayabilirsiniz.",
      "Security": "Güvenlik",
      "SecurityText": "Kişisel Bilgilerinizi bize sağladığınızda size olan güveninizi değerli buluyorum. Bu nedenle, bunu korumak için ticari olarak kabul edilebilir yöntemleri kullanmaya çalışıyoruz. Ancak unutmayın ki, internet üzerinden iletişim veya elektronik depolama yöntemi %100 güvenli ve güvenilir değildir ve mutlak güvenliğini garanti edemem.",
      "LinkOther": "Diğer Sitelere Bağlantılar",
      "LinkOtherText": "Bu Hizmet, diğer sitelere bağlantılar içerebilir. Bir üçüncü taraf bağlantısına tıklarsanız, o siteye yönlendirileceksiniz. Bu harici sitelerin tarafımızca işletilmediğini unutmayın. Bu nedenle, bu web sitelerinin Gizlilik Politikasını incelemenizi şiddetle tavsiye ederim. Herhangi bir üçüncü taraf sitenin içeriğinden, gizlilik politikalarından veya uygulamalarından sorumlu değilim.",
      "ChildrenPrivacy": "Çocukların Gizliliği",
      "ChildrenPrivacyText": "Bu Hizmetler 13 yaşın altındaki kişilere hitap etmez. Bilerek 13 yaşın altındaki çocuklardan kişisel tanımlanabilir bilgi toplamıyorum. 13 yaşın altındaki bir çocuğun bize kişisel bilgi sağladığını keşfedersem, bu bilgiyi hemen sunucularımızdan siliyorum. Eğer bir ebeveyn veya vasisiniz ve çocuğunuzun bize kişisel bilgi sağladığını fark ederseniz, lütfen bana başvurun, böylece gerekli işlemleri yapabilirim.",
      "ChangesToThisPrivacyPolicy": "Bu Gizlilik Politikasındaki Değişiklikler",
      "ChangesToThisPrivacyText": "Gizlilik Politikamızı zaman zaman güncelleyebilirim. Bu nedenle, herhangi bir değişiklik için bu sayfayı düzenli olarak gözden geçirmeniz önerilir. Herhangi bir değişikliği, yeni Gizlilik Politikasını bu sayfada yayınlayarak bildireceğim. \n \n Bu politika 2023-08-29 tarihinden itibaren geçerlidir.",
      "ContactUs": "İletişim",
      "ContactUsText": "Gizlilik Politikamla ilgili herhangi bir sorunuz veya öneriniz varsa, çekinmeden benimle boletroyapps@gmail.com adresinden iletişime geçebilirsiniz.",
      "LogData": "Günlük Verisi",
      "LogText": "Sizlere bilgi vermek istiyorum ki, Hizmetimi kullandığınız her seferinde, uygulamada bir hata durumunda, üçüncü taraf ürünler aracılığıyla telefonunuzdan Günlük Verileri adı verilen veri ve bilgi topluyorum. Bu Günlük Verileri, cihazınızın İnternet Protokolü (“IP”) adresi, cihaz adı, işletim sistemi sürümü, Hizmetimi kullanırken uygulamanın yapılandırması, Hizmeti kullanma zamanı ve tarihi ve diğer istatistikler gibi bilgileri içerebilir.",
      "Version": "Versiyon",
      "WorkoutCompletedTitle": "Antreman Tamamlandı",
      "WorkoutCompletedSubtitle": "Bu antremanı nasıl buldun?",
      "WorkoutEasy": "Benim için kolaydı",
      "WorkoutRight": "Bu kadarı yeterli",
      "Cancel": "İptal",
      "RestTime": "Dinlenme Zamanı : ",
      "Error" : "Hata",
      "ErrorFormNotValid" : "Formu eksiksiz doldurun",
      "SuccessHealth": "OK",
      "SuccessHealthDescription": "Sağlık Bilgileriniz başarılı bir şekilde güncellendi",
      "sedentary": "Az Aktif (Ofis İşleri)",
      "lightlyActive": "Hafif Aktif (Hafif Egzersiz)",
      "moderatelyActive": "Orta Aktif (Orta Derecede Egzersiz)",
      "veryActive": "Çok Aktif (Yoğun Egzersiz)",
      "superActive": "Süper Aktif (Profesyonel Sporcular)",
      "veryThin": "Çok Zayıf",
      "thin": "Zayıf",
      "slightlyThin": "Hafif Zayıf",
      "normalWeight": "Normal",
      "slightlyOverweight": "Hafif Kilolu",
      "overweight": "Kilolu",
      "obese": "Şişman",
      "veryObese": "Obez",
      "statusSubtitle": "Durum",
      "bmiContentText": "Vücut Kitle İndeksi:",
      "dailyCaloriesText": "Günlük Kalori İhtiyacı",
      "dailyWaterText": "Günlük Su İhtiyacı",
      "idealWeightText": "İdeal Kilo",
      "HealthInfo": "Sağlık Bilgileri",
      "healthInfoTitle": "Sağlık Bilgilerini Keşfet",
      "healthInfoSubTitle": "Vücut Kitle İndeksi, Kalori ve Su Hesaplamaları.",
      "Health": "Sağlık",
      "DevelopmentInProgress": "Burası geliştirme aşamasındadır, gelecek güncellemeleri takip et!",
      "DevelopmentInProgressTitle": "Geliştirme Sürecinde",
      "Gram": "Gram",
      "Save": "Kaydet",
      "AllClose": "Tümünü Kapat",
      "24Hours": "24 Saate bir",
      "36Hours": "36 Saate bir",
      "48Hours" : "48 Saate bir",
      "Reminder": "Antremanları Hatırlat",
      "Other" :"Diğer",
      "Calories": "Kalori",
      "TotalMinute": "Toplam Dakika",
      "Minute": "Dakika",
      "Spanish": "Ispanyolca",
      "WorkoutActivity": "Egzersiz Aktivitesi"
  }
  